Repository: informed-governance-project/NISINP
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Settings
nl: Instellingen

source: Contact for company
nl: Aanspreekpunt voor de onderneming

source: Contacts for company
nl: Aanspreekpunten voor de onderneming

source: Contact information
nl: Informatie aanspreekpunt

source: Configuration information
nl: Configuratiegegevens

source: Entity categories
nl: Categorieën van entiteiten

source: Reset 2FA
nl: Resetten van de 2FA

source: Regulators
nl: Regulatoren

source: Observer
nl: Waarnemer

source: Operators
nl: Operatoren

source: Roles
nl: Rollen

source: Companies
nl: Ondernemingen

source: Observer regulation
nl: Waarnemer regelgeving

source: Observer regulations
nl: Waarnemer regelgevingen

source: Observer user
nl: Waarnemer gebruiker

source: Observer users
nl: Waarnemer gebruikers

source: Dutch
nl: Nederlands

source: Cookie Notice
nl: Cookieverklaring

source: Essential
nl: Essentieel

source: This website uses cookies and similar technologies essential for its operation. It does not process personal data. By clicking ‘Accept’, you consent to the use of cookies. For more details, please see:
nl: Deze website maakt gebruik van cookies en soortgelijke technologieën die essentieel zijn voor de werking ervan, maar daarbij worden geen persoonsgegevens verwerkt. Door op “Accepteren” te klikken, stemt u in met het gebruik van cookies. Voor meer details, zie:

source: Cookie used to store the user’s consent to the use of cookies.
nl: Cookie gebruikt om de instemming van de gebruiker met het gebruik van cookies op te slaan.

source: The user’s cookie preferences.
nl: De cookievoorkeuren van de gebruiker.

source: 6 months
nl: 6 maanden

source: Cookie essential for maintaining user session options.
nl: Essentiële cookie voor het behoud van de opties voor gebruikerssessies.

source: Session ID
nl: Sessie-ID

source: 15 minutes
nl: 15 minuten

source: Cookie used to prevent Cross-Site Request Forgery (CSRF) attacks.
nl: Cookie gebruikt om CSRF-aanvallen (Cross-Site Request Forgery) te bestrijden.

source: Cookie used to store user language preferences.
nl: Cookie gebruikt om de taalvoorkeuren van de gebruiker op te slaan.

source: Language settings
nl: Taalkeuze

source: Session
nl: Sessie

source: Cookie used to store user theme preferences.
nl: Cookie gebruikt om weergavevoorkeuren van de gebruiker op te slaan.

source: Dark/light theme settings
nl: Instellingen voor donker/licht thema

source: Incident notification
nl: Incidentmelding

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Phone number
nl: Telefoonnummer

source: Email address
nl: E-mailadres

source: Role
nl: Rol

source: I acknowledge and agree to the
nl: Ik erken en accepteer de

source: Accepting the Terms of Use is required for registration.
nl: Acceptatie van de gebruiksvoorwaarden is vereist voor de inschrijving.

source: Default language translation (%(fallback_language_name)s) is missing. Please add it before saving.
nl: De standaardtaalvertaling (%(fallback_language_name)s) ontbreekt. Voeg deze toe voordat u opslaat.

source: This {self.instance._meta.verbose_name.lower()} already exists.
nl: Deze {self.instance._meta.verbose_name.lower()} bestaat al.

source: I agree that my personal data may be used for communication purposes.
nl: Ik accepteer dat mijn persoonlijke gegevens worden gebruikt voor communicatiedoeleinden.

source: There must be at least one administrator user.
nl: Er moet minstens een administrator bestaan.

source: Addition
nl: Toevoeging

source: Modification
nl: Wijziging

source: Deletion
nl: Verwijdering

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

source: Export
nl: Exporteren

source: <strong>Modification and deletion actions are not allowed.</strong><br>- This {object_name} is either in use.<br>- You are not its creator ({creator_name})
nl: <strong>Wijzigings- en verwijderingsacties zijn niet toegestaan.</strong><br>- Dit {object_name} is in gebruik.<br>- U bent niet de maker ({creator_name})

source: User must have an email address
nl: De gebruiker moet een e-mailadres hebben

source: Superuser must have is_staff=True.
nl: Superuser moet is_staff=True hebben.

source: CSRF token expired. Please try again.
nl: Het CSRF-token is verlopen. Probeer het nog eens.

source: Session expired. Please log in again to continue.
nl: De sessie is verlopen. Meld u opnieuw aan om door te gaan.

source: For security reasons, you will need to log in again to access it.
nl: Uit veiligheidsoverwegingen moet u zich opnieuw authenticeren om toegang te krijgen.

source: Save your changes before you leave the tab of the respective language.
nl: Sla uw wijzigingen op voordat u het tabblad van de respectieve taal sluit.

source: Name
nl: Naam

source: Parent Sector
nl: Bovenliggende sector

source: Acronym
nl: Acroniem

source: Creator name
nl: Naam van de maker

source: Creator
nl: Maker

source: Sectors
nl: Sectoren

source: Service
nl: Dienst

source: Services
nl: Diensten

source: Functionality
nl: Functie

source: Functionalities
nl: Functies

source: Country
nl: Land

source: Address
nl: Adres

source: Full name
nl: Volledige naam

source: Description
nl: Beschrijving

source: E-mail address for incident notification
nl: E-mailadres voor melding van incidenten

source: Receives all incident notifications
nl: Ontvangt alle incidentmeldingen

source: Observers
nl: Waarnemers

source: An account with this email address already exists.
nl: Er is al een gebruiker geregistreerd met dit e-mailadres.

source: Determines if the user can log in via the administration interface.
nl: Bepaalt of de gebruiker via de beheerinterface kan inloggen.

source: Users
nl: Gebruikers

source: User
nl: Gebruiker

source: Company User
nl: Gebruiker van de onderneming

source: Company Users
nl: Gebruikers van de onderneming

source: Regulator user
nl: Gebruiker van de regulator

source: Regulator users
nl: Gebruikers van de regulator

source: Regulation
nl: Regulering

source: Entity category
nl: Categorie van de entiteit

source: Legal basis
nl: Wettelijke basis

source: Incident rules
nl: Regels voor incidenten

source: Timestamp
nl: Tijdstempel

source: Activity
nl: Activiteit

source: Object representation
nl: Objectweergave

source: Additional information
nl: Aanvullende informatie

source: Script execution logs
nl: Logbestanden van scriptuitvoering

source: Your new password must differ from your current password.
nl: Uw nieuwe wachtwoord moet anders zijn dan het huidige.

source: Reusing a previously used password is not permitted.
nl: Hergebruik van een reeds gebruikt wachtwoord is niet toegestaan.

source: Your password must not match any previously used passwords.
nl: Uw wachtwoord mag niet overeenkomen met een wachtwoord dat al gebruikt is.

source: The account has been successfully saved.
nl: Het opslaan van de account is geslaagd.

source: Terms of service
nl: Algemene gebruiksvoorwaarden

source: Accessibility statement
nl: Toegankelijkheidsverklaring

source: Create account
nl: Een account aanmaken

source: Contact
nl: Aanspreekpunt

source: Account management
nl: Accountbeheer

source: Account security
nl: Accountbeveiliging

source: Change password
nl: Wachtwoord wijzigen

source: Log out
nl: Uitloggen

source: Report an incident
nl: Een incident melden

source: Invalid captcha
nl: Ongeldige captcha

source: Your message has been sent.
nl: Uw bericht is verzonden.

source: Question
nl: Vraag

source: Questionnaire
nl: Vragenlijst

source: Predefined answer
nl: Vooraf gedefinieerd antwoord

source: Predefined answers
nl: Vooraf gedefinieerde antwoorden

source: Question Type
nl: Soort van vraag

source: General
nl: Algemeen

source: Supervision
nl: Toezicht

source: Notification Email
nl: Meldingsmail

source: <strong>Deletion forbidden</strong><br>- This {object_name} is either in use.<br>
nl: <strong>Verwijdering verboden</strong><br>- Dit {object_name} is in gebruik.<br>

source: Incident report
nl: Incidentverslag

source: Incident reports
nl: Incidentverslagen

source: The user account has currently no associated entities. Please contact the administrator.
nl: Momenteel zijn aan de gebruikersaccount geen entiteiten gekoppeld. Neem contact op met de administrator.

source: Search
nl: Zoeken

source: Add details
nl: Voeg details toe

source: Date format yyyy-mm-dd hh:mm
nl: Datumnotatie JJJJ-MM-DD UU:MM

source: Name of the Operator
nl: Naam van de operator

source: Please include a reference (e.g., an identifier, internal reference, CERT reference, etc.) to facilitate incident tracking.
nl: Voeg een referentie toe om uw incident makkelijker te volgen (interne referentie, CERT-referentie, enz.)

source: Insert the file number of a criminal complaint that you have filed with the police.
nl: Voeg het dossiernummer toe van de klacht die bij de politie is ingediend.

source: Send notification to
nl: Melding verzenden naar

source: Select the incident time zone
nl: Selecteer de tijdzone van het incident

source: Select date and time
nl: Selecteer datum en uur

source: Passed
nl: Aanvaard

source: Incident notification date
nl: Datum van de incidentmelding

source: Incident detection date
nl: Datum waarop het incident is ontdekt

source: Incident start date
nl: Datum van aanvang van het incident

source: Report
nl: Verslag

source: Closed
nl: Afgesloten

source: Ongoing
nl: Lopend

source: Unsubmitted
nl: Niet voorgelegd

source: Under review
nl: Wordt onderzocht

source: Submission overdue
nl: Deadline voor indienen overschreden

source: Late submission
nl: Te late indiening

source: The report has passed the review.
nl: Het verslag is na controle goedgekeurd.

source: The report has failed the review.
nl: Het verslag is na controle afgekeurd.

source: The report is currently under review.
nl: Het verslag wordt momenteel gecontroleerd.

source: The submission of the report is overdue.
nl: De indiening van het verslag is over tijd.

source: The report has not been submitted yet.
nl: Het verslag is nog niet ingediend.

source: Title
nl: Titel

source: Impacts
nl: Gevolgen

source: Step in notification form
nl: Stap in meldingsformulier

source: Steps in notification form
nl: Stappen in meldingsformulier

source: Reference
nl: Referentie

source: Tooltip
nl: Knopinfo

source: Questions
nl: Vragen

source: Answer
nl: Antwoord

source: Question - predefined answers
nl: Vraag – vooraf gedefinieerde antwoorden

source: Question - predefined answer
nl: Vraag – vooraf gedefinieerd antwoord

source: Subject
nl: Voorwerp

source: Content
nl: Inhoud

source: Impacts disclosure required
nl: Vermelding van de gevolgen is vereist

source: Submission email
nl: E-mail voor indiening

source: Incident detection date required
nl: De datum waarop het incident is ontdekt, is vereist

source: Opening email
nl: Openingsmail

source: Closing email
nl: Afsluitingsmail

source: Status update email
nl: Mail voor statuswijziging

source: Incident notification workflows
nl: Workflows voor incidentmeldingen

source: Incident notification workflow
nl: Workflow voor incidentmeldingen

source: Position
nl: Positie

source: Deadline in hours
nl: Deadline in uren

source: Event triggering deadline
nl: Gebeurtenis die de deadline triggert

source: Reports
nl: Verslagen

source: Email subject
nl: Onderwerp van de mail

source: Trigger event
nl: Triggerende gebeurtenis

source: Delay in hours
nl: Deadline in uren

source: Reminder emails
nl: Herinneringsmails

source: Reminder email
nl: Herinneringsmail

source: Incident ID
nl: Identificatie van het incident

source: Contact user
nl: Aanspreekpunt

source: Contact last name
nl: Naam aanspreekpunt

source: Contact first name
nl: Voornaam aanspreekpunt

source: Contact job title
nl: Functiebenaming van het aanspreekpunt

source: Contact email
nl: Mailadres van het aanspreekpunt

source: Contact telephone
nl: Telefoonnummer van het aanspreekpunt

source: Technical last name
nl: Naam van het technisch aanspreekpunt

source: Technical first name
nl: Voornaam van het technisch aanspreekpunt

source: Technical job title
nl: Functiebenaming van het technisch aanspreekpunt

source: Technical email
nl: Mailadres van het technisch aanspreekpunt

source: Technical telephone
nl: Telefoonnummer van het technisch aanspreekpunt

source: Internal incident reference
nl: Interne referentie van het incident

source: Criminal complaint file number
nl: Dossiernummer van de klacht

source: Impacted service
nl: Getroffen dienst

source: Impacted sectors
nl: Getroffen sectoren

source: Significant impact
nl: Aanzienlijke impact

source: Report status
nl: Status van het verslag

source: Incident status
nl: Status van het incident

source: Incidents
nl: Incidenten

source: Full username
nl: Volledige gebruikersnaam

source: Entity name
nl: Naam van de entiteit

source: Incident report processed
nl: Incidentverslag verwerkt

source: Action performed
nl: Actie uitgevoerd

source: Question category options
nl: Opties voor vraagcategorie

source: Question category option
nl: Opties voor vraagcategorie

source: Mandatory
nl: Verplicht

source: Answers
nl: Antwoorden

source: Missing data, incident report not created.
nl: Ontbrekende gegevens, incidentverslag niet gemaakt.

source: Workflow not found
nl: Workflow niet gevonden

source: Incident not found
nl: Incident niet gevonden

source: Forbidden
nl: Verboden

source: No incident report could be found.
nl: Er is geen incidentverslag gevonden.

source: An error occurred while generating the report.
nl: Er is een fout opgetreden bij het genereren van het verslag.

source: The incident has been deleted.
nl: Het incident is verwijderd.

source: The incident could not be deleted.
nl: Het incident kan niet verwijderd worden.

source: An error occurred while deleting the incident.
nl: Er is een fout opgetreden bij het verwijderen van het incident.

source: The daily limit of incident reports has been reached. Please try again tomorrow.
nl: De daglimiet voor incidentverslagen is bereikt. Probeer morgen nog eens, a.u.b.

source: Legal bases
nl: Wettelijke basis

source: Detection date
nl: Datum van ontdekking

source: Incident Timeline
nl: Tijdlijn van het incident
